{
    "menu": {
        "programs": "Trouver une formation",
        "courses": "Trouver un cours",
        "teachers": "Trouver un professeur"
    },
    "shared": {
        "schools": "Universités",
        "themes": "Thématiques",
        "fields": "Disciplines",
        "languages": "Langues",
        "name": "Intitulé",
        "code": "Code : ",
        "external-website": "voir sur le site",
        "name-exemple": "exemple : climat",
        "show-filters": "Afficher les filtres",
        "hide-filters": "Cacher les filtres",
        "loading": "Chargement en cours",
        "close": "Fermer",
        "load-more": "Charger plus",
        "learn-more": "En savoir plus",
        "cancel": "Annuler",
        "validate": "Valider",
        "privacy-policy": "Politique de confidentialité"
    },
    "home": {
        "headline-students": "Où étudier pour contribuer à la transition carbone et avoir un impact sur le climat ?",
        "headline-teachers": "Où trouver un collègue, un directeur de mémoire ou un promoteur de thèse ?",
        "beta": "Attention, ceci est une bêta. N'hésitez pas à faire vos retours sur <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSf7_WTtbBRkQxs-hBHNfWPGlwKVurvoHRgZR7kGlKbVxkQLJg/viewform\" target=\"_blank\" rel=\"noopener\">ce formulaire</a>."
    },
    "themes": {
        "environment": "Environnement",
        "durability": "Durabilité",
        "climatology": "Climatologie",
        "energy": "Énergie",
        "consumption": "Consommation",
        "society": "Société",
        "decarbonization": "Décarbonation",
        "climate": "Climat",
        "other": "Autre"
    },
    "fields": {
        "applied sciences & engineering": "Sciences appliquées et ingénierie",
        "social science": "Sciences humaines et sociales",
        "sciences": "Sciences",
        "economy & management": "Économie et management",
        "health": "Santé",
        "law & criminology": "Sciences juridiques",
        "other": "Autre"
    },
    "languages": {
        "fr": "Français",
        "en": "Anglais",
        "nl": "Néerlandais",
        "de": "Allemand",
        "ar": "Arabe",
        "sv": "Suédois",
        "ru": "Russe",
        "other": "Autre"
    },
    "cycles": {
        "bac": "Bachelier",
        "master": "Master",
        "other": "Autre"
    },
    "programs": {
        "programs-of": " formations sur ",
        "detail-faculty": "Faculté : ",
        "detail-campus": "Campus : ",
        "detail-cycle": "Diplôme : ",
        "detail-field": "Discipline : ",
        "detail-courses-list": "Liste des cours",
        "detail-score": "Score : ",
        "detail-score-tooltip": "Le score attribué reflète le nombre de cours de la formation qui abordent au moins une des thématiques.",
        "search-in-name": "Recherche partielle dans l'intitulé de la formation"
    },
    "courses": {
        "courses-of": " cours sur ",
        "detail-year": "Année académique : ",
        "detail-languages": "Langue(s) d'apprentissage : ",
        "detail-teachers": "Professeur(s) : ",
        "course-name": "Intitulé du cours",
        "program-code": "Code de la formation",
        "search-in-name": "Recherche partielle dans l'intitulé du cours",
        "search-code": "Recherche exacte du code d'une formation",
        "code-exemple": "exemple : S2UBOE01"
    },
    "teachers": {
        "search-in-name": "Recherche partielle dans le nom/prénom du professeur",
        "teachers-of": " professeurs sur ",
        "name": "Nom/prénom",
        "external-website": "Annuaire sur le site de l'université",
        "name-example": "exemple : Claude"
    },
    "footer": {
        "contact": "Contact",
        "legal": "Mentions légales"
    },
    "cookies": {
        "use-cookies": "Ce site utilise des cookies",
        "customize": "Personnaliser",
        "accept-all": "Tout accepter",
        "reject-all": "Tout refuser",
        "modal-title": "Panneau de gestion des cookies",
        "modal-intro": "En autorisant ces services, vous acceptez le dépôt et la lecture de cookies et l'utilisation de technologies de suivi nécessaires à leur bon fonctionnement.",
        "analytics-intro": "Mesure d'audience",
        "analytics-cookies": "Ce service peut déposer 9 cookies",
        "local-storage-intro": "Retient votre choix de langue",
        "local-storage-cookies": "Cette fonctionnalité dépose un cookie"
    },
    "home-text": "<p>Bienvenue sur Education4Climate, l'application Web qui vous permet de rechercher des cours ou des programmes universitaires et secondaires sur la durabilité climatique et environnementale et des professeurs ayant une expertise pédagogique dans ces domaines.</p><h2>Notre vision, notre objectif</h2><p>La durabilité environnementale est devenue une préoccupation majeure pour tous les citoyens et pour les jeunes en particulier. La transition vers une société neutre en CO<sub>2</sub> vers 2050 décidée par l'Union européenne est une étape majeure en faveur du climat et de notre environnement, qui nécessite non seulement des investissements massifs et des changements dans les domaines de l'industrie, des services ou des infrastructures, mais aussi l'intelligence humaine, les aptitudes et compétences, pour conduire la transition écologique.</p><p>Si l'éducation est la clé de la durabilité, de l'enfant aux adultes, les universités et les hautes écoles jouent un rôle particulier, puisqu'ils éduquent la plupart des décideurs, des acteurs clés et experts de notre communauté. Education4Climate vise à promouvoir l'éducation sur le climat et la durabilité environnementale dans les universités et les hautes écoles en facilitant l'accès à l'information sur les programmes et cours qui abordent ces sujets.</p><p>Education4Climate aidera les futurs étudiants à sélectionner le programme ou l'université / la haute école qui répondra le mieux à leurs aspirations, et les gestionnaires de programmes trouvera un outil très utile pour suivre, confronter et améliorer leurs programmes d'éducation. Enfin, Education4Climate offre un accès facile pour identifier les professeurs ayant une expertise éprouvée en matière d’enseignement sur le climat et la durabilité environnementale, une première étape vers un partage efficace des connaissances et la création de réseau d’experts.</p><h2>Comment ça fonctionne ? </h2><p>L'application explore les sites Web des universités et utilise un algorithme de langage naturel simple pour identifier les cours qui couvrent explicitement le climat et la durabilité environnementale. Une description plus détaillée de notre méthodologie peut être trouvée <a href=\"https://github.com/DeLeb86/unicrawl/blob/master/src/score/README.md\" target=\"_blank\" rel=\"noopener\">ici</a>.</p><p>Les programmes, cours et professeurs peuvent être filtrés par: universités, thèmes et disciplines. Les disciplines couvrent ce que l’on appelle classiquement «Faculté», qui portent souvent des noms différents selon l’université. Les hautes écoles ne sont pas encore couvertes pour le moment et seront mises en œuvre d'ici la fin de 2021.</p><h2>Qui sommes nous ?</h2><p> Education4Climate est porté par The Shifters Belgium, avec le soutien de la branche belge du <a href=\"https://www.unsdsn.org\" target=\"_blank\" rel=\"noopener\">SDSN</a>, <a href=\"https://theshift.be\" target=\"_blank\" rel=\"noopener\">The Shift</a> et <a href=\"https://theshiftproject.org\" target=\"blank\" rel=\"noopener\">The Shift Project</a>. </p><h2>Comment contribuer ?</h2><p>Il y a différentes manières de contribuer à Education4Climate:</p><h3>Faites entendre votre voix.</h3><p>Vous êtes étudiant, ou professeur ? Votre avis et votre experience compte pour nous ! – <a href=\"https://climatsupbe.typeform.com/to/CHZtl9Ih\" target=\"_blank\" rel=\"noopener\">Participez à notre enquête</a>.<h3>Aidez nous à référencer les cours, programmes ou professeurs qui ne sont pas listés sur le site.</h3><p>Vous avez remarqué une erreur ? Une omission ? – <a href=\"https://framaforms.org/education4climatebe-1617447411\">Contactez-nous</a></p><h3>Aidez-nous à améliorer l’algorithme</h3><p>Vous avez des suggestions pour améliorer notre algorithme ? – <a href=\"https://framaforms.org/education4climatebe-1617447411\">Contactez-nous</a></p><h3>Aidez-nous à déployer Education4Climate à d’autres pays.</h3><p>EDéployer Education4Climate dans de nouveaux pays facilitera les collaborations internationales et le réseautage entre les universités, tout en répondant à votre demande locale. Notre application a été développée est en libre accès et tout a été conçu pour une implémentation aisée. – <a href=\"https://framaforms.org/education4climatebe-1617447411\">Contactez-nous</a></p><h2>Référencement</h2><p>Merci de référencer ce site comme étant Education4Climate.(be/org)</p><h2>Contactez-nous</h2><p><a href=\"mailto:education4climate@theshifters.org\">education4climate@theshifters.org</a></p>",
    "legal-text": "<h1>Mentions légales</h1><p>Les sites educations4climate.be et education4climate.org sont la propriété de :</p><p><strong>The Shifters Belgium</strong><br />Adresse : Rue Baron Lambert 21, 1040 Etterbeek, Belgium<br />Numéro de téléphone : +32 4 86 18 89 86<br />Directeur de la publication : Quentin LANCRENON</p><p>Ce site est hébergé par :</p><p><strong>GitHub</strong><br />Adresse : 88 Colin P Kelly Jr Street. 94107 San Francisco, California, USA.</p><h2>Fonctionnement de l'algorithme</h2><p>Le projet Education4Climate fonctionne grâce à un algorithme dont l’objectif est d'identifier quels cours et programmes de chaque école et université couvrent certains thèmes liés au climat et à la durabilité environnementale. Un description plus détaillée de la méthodologie peut-être trouvée ici.</p><p>La finalité de ce traitement de données est de répertorier sur notre site, à des fins d’information, les cours et programmes qui traitent les problématiques liées au climat et à la transition énergétique. La vocation de ce projet est donc d’augmenter la visibilité de ces cours et de leurs professeurs.</p><h2>Fiabilité des informations figurant sur le site</h2><p>Le propriétaire du site fournit des informations à des fins purement informatives. Il s’efforce de contrôler leur exactitude et de les maintenir à jour. Mais aucune garantie n’est apportée concernant l’exactitude, la précision, la mise à jour ou l’exhaustivité de ces informations. Par conséquent, le propriétaire du site décline toute responsabilité pour tout dommage résultant notamment d’une imprécision ou inexactitude des informations disponibles sur ce site, ou pour toute atteinte résultant d’une intrusion frauduleuse d’un tiers sur ce site, ou encore pour tout dommage ou virus qui pourrait endommager ou rendre inutilisable votre équipement informatique suite à la visite de ce site.</p><p>Le propriétaire du site ne pourra être tenu responsable en cas d’indisponibilité du site pour quelque cause que ce soit.</p><h2>Droit d'accès, de modification et de suppression de vos données personnelles</h2><p>En tant que professeur universitaire référencé sur notre site, vous disposez d’un droit d’accès, de modification et de suppression de vos données personnelles. Pour exercer vos droits, il vous suffit simplement de nous contacter par e-mail à l’adresse: <a href=\"mailto:education4climate@theshifters.org\">education4climate@theshifters.org</a></p><h2>Liens vers d'autres sites</h2><p>Afin de faciliter l’accès aux présentations des cours référencés, le propriétaire du site a inséré un certain nombre de liens vers des sites tiers. Cependant, il n’est pas responsable de l’indisponibilité des sites tiers, de leur contenu, publicité ou autres éléments disponibles sur ces sites. La responsabilité du propriétaire de ce site ne saurait donc être engagée au titre d’un site tiers auquel vous auriez pu avoir accès.</p><h2>Droit d'auteur</h2><p>Ce site respecte les droits d’auteur. Tous les droits des auteurs des cours universitaires référencés sur ce site sont réservés.</p><h2>Cookies</h2><p>Les cookies sont des petits fichiers d'informations qui sont automatiquement stockés sur le disque dur de votre ordinateur lorsque vous visitez un site Web et qui contiennent un numéro d'identification unique.</p><p>Ces cookies facilitent la visite du site Web en question par l'utilisateur et la navigation sur ce site. Ils peuvent servir à adapter le site à vos préférences personnelles (langue) et permettent également d'analyser l'utilisation d'un site Web.</p><p>La configuration de la plupart des navigateurs vous offre la possibilité d’accepter ou de refuser les cookies et de vous avertir chaque fois qu’un cookie est utilisé. Vous pouvez refuser les cookies, bien que cela puisse affecter une pratique de navigation optimale et les fonctionnalités des services proposés sur le site. Vous pouvez trouver plus d'informations dans la fonction d'aide de votre navigateur.</p><p>Lorsque vous visitez notre site, certains cookies sont stockés sur votre navigateur à savoir les cookies nécessaires au fonctionnement du site et les cookies à des fins statistiques (Google Analytics).</p><p>Vous trouverez dans <a href=\"https://support.google.com/analytics/answer/6004245?hl=fr\" target=\"_blank\" rel=\"noopener\">cet article</a> un récapitulatif de la façon dont nous utilisons les données dans le cadre de Google Analytics, ainsi que de notre engagement à garantir leur confidentialité et leur sécurité.</p>"
}
