{
    "menu": {
        "programs": "Vind een opleiding",
        "courses": "Vind een cursus",
        "teachers": "Vind een professor",
        "report": "Lees het rapport",        
        "dark-theme": "Donker thema",
        "light-theme": "Licht thema"
    },
    "shared": {
        "schools": "Hogeronderwijsinstellingen ",
        "universities": "Universiteiten",
        "highschools": "Hogescholen ",     
        "themes": "Thema's",
        "fields": "Velden",
        "languages": "Talen",
        "name": "Naam",
        "code": "Code : ",
        "external-website": "zie op website",
        "name-exemple": "voorbeeld : milieu",
        "show-filters": "Toon filters",
        "hide-filters": "Verberg filters",
        "loading": "Bezig met laden",
        "close": "Sluiten",
        "load-more": "Meer laden",
        "learn-more": "Lees meer over",
        "cancel": "Annuleren",
        "validate": "Bevestigen",
        "privacy-policy": "Privacybeleid",
        "detail-languages": "Taal/Talen : ",
        "cycles": "Opleidingsgraad",
        "download-results": "Resultaten downloaden",
        "report-issue": "Een probleem melden",
        "google-form": "https://docs.google.com/forms/d/e/1FAIpQLSf7_WTtbBRkQxs-hBHNfWPGlwKVurvoHRgZR7kGlKbVxkQLJg/viewform",
        "all": "Alle"
    },
    "home": {
        "intro-headline": "Waar kan ik studeren",
        "intro-subheadline": "om bij te dragen aan de koolstoftransitie en impact te hebben op het klimaat?",
        "section0-title": "Onze studie",
        "section0-text": "<p>Met behulp van het algoritme dat we hebben ontwikkeld, hebben we het aanbod van cursussen en opleidingen in het hoger onderwijs in België (universiteiten en hogescholen) geanalyseerd.</p><p>Uit onze analyse blijkt dat meer dan 60% van de opleidingen geen cursussen over klimaat- en milieukwesties omvat, en dat slechts 5% van de opleidingen deze onderwerpen behandelt. Bovendien is het opleidingsaanbod sterk verkokerd en voornamelijk geconcentreerd op de wetenschappen en de toegepaste wetenschappen.</p><p>Ten slotte bleek uit een enquête die wij onder een steekproef van studenten hebben gehouden, dat meer dan 87% van hen graag een opleiding over deze onderwerpen zou krijgen.</p><p>In het licht van deze vaststelling stellen wij denksporen voor om de overgang en de aanpassing van de opleiding in het hoger onderwijs te ondersteunen.</p><p><div class='buttons-container'><div><a class='btn btn-super-accent btn-lg' href='/education4climate_rapport_final_fr.pdf'>Download het rapport</a><div class='subtitle'>Voorlopig alleen in het Frans, een Nederlandse versie zal zeer binnenkort klaar zijn.</div></div></div></p>",
        "section1-title": "Onze visie",
        "section1-text": "<p>Milieuduurzaamheid is een belangrijk punt van zorg geworden voor alle burgers en voor studenten in het bijzonder. <strong>De overgang naar een CO<sub>2</sub> neutrale samenleving in 2050</strong> waartoe de Europese Unie heeft besloten, vergt niet alleen massale investeringen en veranderingen in industrie, diensten of infrastructuur, maar ook <strong>vaardigheden</strong> om de ecologische overgang aan te sturen.</p><p><strong>In België</strong> hebben <strong>universiteiten</strong> en <strong>hogescholen</strong> dan ook een belangrijke rol te spelen in de <strong>opleiding van toekomstige besluitvormers en belanghebbenden</strong> in klimaat- <strong>en milieukwesties</strong>. Wij pleiten ervoor dat elke instelling het onderricht over deze kwesties in al haar opleidingscursussen integreert.</p>",
        "section2-title": "Hoe werkt de site?",
        "section2-text": "<p>Op de website van Education4Climate vindt u <strong>cursussen</strong> en <strong>opleidingen over klimaat-</strong> en milieukwesties en <strong>de professoren</strong> die deze onderwerpen in België onderwijzen.</p><p>De Education4Climate-website werkt met <strong>een algoritme dat automatisch</strong> de inhoud van de cursuspagina's op de websites van de onderwijsinstellingen <strong>analyseert</strong> om na te gaan of ze klimaat- en milieukwesties behandelen. Een beschrijving van het algoritme is <a href=\"https://github.com/Education4Climate/Education4Climate/tree/master/src/score\" target=\"_blank\" rel=\"noopener\">hier</a> te vinden.</p>",
        "section3-title": "Wie zijn wij?",
        "section3-text": "<p><strong>Education4Climate</strong> wil het onderwijs over klimaat en milieuduurzaamheid aan universiteiten en hogescholen in België <strong>bevorderen</strong>. Het heeft tot doel <strong>de toegang tot informatie</strong> over programma's en cursussen waarin deze onderwerpen aan bod komen, te vergemakkelijken, het opleidingsaanbod <strong>te analyseren</strong> en concrete <strong>oplossingen voor</strong> te stellen, die in ons verslag zijn opgenomen.</p><p>Education4Climate wordt ondersteund door een <a href=\"#home-team\">vrijwilligersteam</a> van <strong>The Shifters Belgium</strong>, met de sponsoring van de Belgische tak van <a href=\"https://www.sdsnbelgium.be\" target=\"_blank\" rel=\"noopener\">SDSN</a>, <a href=\"https://www.theshift.be/\" target=\"_blank\" rel=\"noopener\">The Shift</a> en <a href=\"https://theshiftproject.org/\" target=\"_blank\" rel=\"noopener\">The Shift Project</a>.</p><p>Wil je meer weten of bijdragen? <a href='mailto:contact@education4climate.org'>Neem contact met ons op!</a></p>",
        "section4-title": "Help ons te verbeteren!",
        "section4-text": "<p>De voortdurende verbetering van Education4Climate is onze prioriteit. Als u een cursus of opleiding wilt melden, of verbeteringen wilt voorstellen, kunt u dat doen via <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSf7_WTtbBRkQxs-hBHNfWPGlwKVurvoHRgZR7kGlKbVxkQLJg/viewform\" target=\"_blank\" rel=\"noopener\">ons formulier</a>.</p>",
        "team-title": "Het projectteam",
        "team-thanks": "Met de hulp van : David Steinmetz, Robin De Gernier, Aymeric Lamant, Laurent Eschenauer, Aric Wizenberg, Antoine Qian, Cédric Brusselmans, Martin Vermeiren, Hugo Poitoux, Luna Janssens, Laura Valgaeren, Noël van Boxtel, Luka Rüder, Ine Tryssesoone, Tine Meulemans, Anurag Sinha, Hülya Altinok en Cédric Cassiers.</p><p>Zij steunden ons : Inge Willems (SDSN Belgium), Bart Corijn (The Shift), Clémence Vorreux (Le Shift Project) en Edwin Zaccai (ULB).</p></div></div>"
    },
    "themes": {
        "environment": "Milieu",
        "durability": "Duurzaamheid",
        "sustainability": "Duurzaamheid",
        "climatology": "Klimatologie",
        "energy": "Energie",
        "consumption": "Consumptie",
        "society": "Maatschappij",
        "decarbonization": "Decarbonisatie",
        "climate": "Klimaat",
        "resources": "Bronnen",
        "other": "Andere"
    },
    "fields": {
        "Medecine & Health" : "Geneeskunde & Gezondheid",
        "Pharmacy" : "Farmaceutische Wetenschappen",
        "Veterinary" : "Diergeneeskunde",
        "Philosophy" : "Wijsbegeerte",
        "Theology" : "Theologie",
        "Letters" : "Letteren",
        "Arts" : "Kunst",
        "Architecture" : "Architectuur",
        "Engineering" : "Ingenieur",
        "Agronomy & Biotechnology" : "Agronomie & Biotechnologie",
        "Science" : "Wetenschappen",
        "Law & Criminology" : "Recht & Criminologie",
        "Psychology" : "Psychologie",
        "Pedagogy" : "Pedagogie",
        "Sociology" : "Sociologie",
        "Political Sciences" : "Politicologie",
        "Economy" : "Economie",
        "Management" : "Management",
        "Communication": "Communicatie",
        "Other" : "Ander"
    },
    "languages": {
        "fr": "Frans",
        "en": "Engels",
        "nl": "Nederlands",
        "other": "Andere"
    },
    "cycles": {
        "bac": "Bachelor",
        "master": "Master",
        "other": "Andere"
    },
    "programs": {
        "programs-of": " opleidingen van ",
        "detail-faculties": "Faculteiten : ",
        "detail-campus": "Campus : ",
        "detail-cycle": "Opleidingsgraad : ",
        "detail-fields": "Velden : ",
        "detail-courses-list": "Cursuslijst",
        "detail-score": "Score : ",
        "detail-score-tooltip": "De toegekende score weerspiegelt het aantal cursussen dat ten minste een van de thema's behandelt.",
        "search-in-name": "Gedeeltelijk zoeken in de opleidingsnaam",
        "intro": "Hier vindt u de lijst van opleidingen die door ons algoritme zijn geselecteerd.<br/>De score weerspiegelt het aantal vakken in de opleiding waarin ten minste één van de thema's met betrekking tot klimaatkwesties aan bod komt.<br/>U kunt de filters gebruiken om uw zoekopdracht te verfijnen en ook uw resultaten downloaden."
    },
    "courses": {
        "courses-of": " cursus van ",
        "detail-year": "Academiejaar : ",
        "detail-teachers": "Professor(s) : ",
        "course-name": "Cursus naam",
        "program-code": "Opleidingscode",
        "search-in-name": "Gedeeltelijk zoeken in de cursus naam",
        "search-code": "Exact zoeken naar de opleidingscode",
        "code-exemple": "voorbeeld : S2UBOE01",
        "dedicated-course": "Dedicated course",
        "intro": "Hier vindt u de lijst van cursussen die door ons algoritme zijn geselecteerd.<br/>Cursussen die gericht zijn op klimaatkwesties worden gemarkeerd met het pictogram <img class='icon target'><br/>U kunt de filters gebruiken om uw zoekopdracht te verfijnen en ook uw resultaten downloaden."
    },
    "teachers": {
        "search-in-name": "Gedeeltelijk zoeken in de naam van de professor",
        "teachers-of": " professors van ",
        "name": "Acthernaam/voornaam",
        "external-website": "Directory op de universiteitswebsite",
        "name-example": "voorbeeld : Claude",
        "intro": "Hier vindt u een lijst van professoren die een of meer van de cursussen geven die betrekking hebben op ten minste een van de thema's met betrekking tot klimaatvraagstukken.<br/>U kunt de filters gebruiken om uw zoekopdracht te verfijnen."
    },
    "footer": {
        "contact": "Contact",
        "legal": "Juridische kennisgeving"
    },
    "cookies": {
        "use-cookies": "Deze website maakt gebruik van cookies",
        "customize": "Aanpassen",
        "accept-all": "Accepteer alle cookies",
        "reject-all": "Alle cookies weigeren",
        "modal-title": "Uw privacyinstellingen",
        "modal-intro": "Door deze services toe te staan, accepteert u hun cookies en het gebruik van trackingtechnologieën die nodig zijn voor hun goede werking.",
        "analytics-intro": "Statistieken",
        "analytics-cookies": "Deze dienst kan 9 cookies plaatsen",
        "local-storage-intro": "Onthoud uw taalkeuze",
        "local-storage-cookies": "Dit dienst plaats een cookie"
    },
    "team": {
        "algorithm": "Ontwikkeling van het algoritme",
        "survey": "Studenten enquête",
        "project": "Projectleider",
        "strategy": "Ondersteuning en strategie",
        "web": "Web ontwikkeling"

    },   
    "report": {
        "intro-headline": "Het hoger onderwijs mobiliseren voor de overgang naar koolstofneutraliteit",
        "intro-subheadline": "Voorbereiding van toekomstige afgestudeerden op klimaat- en milieuvraagstukken in Belgische universiteiten en hogescholen",
        "download": "Download het rapport",
        "button-subtitle": "Dit document is een <strong>beperkt tussentijds verslag</strong>.  De definitieve versie van dit verslag is gepland voor 8 mei 2022.  Wij nodigen u uit dit verslag te lezen en ons uw op- en aanmerkingen vóór 1 ier maart te doen toekomen door ons <a href='mailto:contact@education4climate.org?subject=Education4climate verslag aanmerkingen'>een e-mail te sturen</a>",
        "section1-title": "De context",
        "section1-text": "<p><strong>Jongeren demonstreren</strong> massaal <strong>voor het klimaat</strong> in België en de rest van de wereld. <strong>De Europese Unie</strong> heeft zichzelf het ambitieuze doel gesteld om tegen 2050 <strong>koolstofneutraal te zijn</strong>. Dit vergt niet alleen aanzienlijke investeringen, maar ook <strong>kennis en vaardigheden</strong>.</p><p>In antwoord hierop heeft <strong>Education4Climate</strong> een enquête gehouden om de <strong>verwachtingen van studenten te</strong> begrijpen en <strong>het aanbod aan cursussen</strong> en opleidingen over <strong>klimaat- en milieukwesties</strong> in <strong>Belgische universiteiten en hogescholen</strong> geanalyseerd. De resultaten zijn gepubliceerd in het verslag <strong>\"Het hoger onderwijs mobiliseren voor de overgang naar koolstofneutraliteit\"</strong>.</p>",
        "section2-title": "Onze visie",
        "section2-text": "<p>Education4Climate is ontstaan uit de overtuiging dat <strong>universiteiten</strong> en <strong>hogescholen</strong> een speciale rol te spelen hebben in het opleiden van de burgers, besluitvormers en talenten die onze maatschappij en bedrijven nodig hebben om <strong>de uitdaging van de overgang naar koolstofneutraliteit en duurzaamheid aan te gaan</strong>.</p><p>Daarom pleit Education4Climate voor de integratie van klimaat- en milieueducatie in zo veel mogelijk opleidingen en stelt het oplossingen voor om dit doel te bereiken.</p>",
        "pdf": "/e4c_rapport_intermediaire_v_3.0_nl.pdf",
        "download-subtitle": "Voorlopig alleen in het Frans, een Nederlandse versie zal zeer binnenkort klaar zijn."
    },         
    "legal-text": "<h1>Juridische kennisgeving</h1><p>De websites educations4climate.be en education4climate.org zijn eigendom van:</p><p><strong>The Shifters België</strong><br />Adres : Rue Baron Lambert 21, 1040 Etterbeek, België<br />Telefoonnummer : +32 4 86 18 89 86<br />Directeur van publicatie : Quentin LANCRENON</p><p>Deze site wordt gehost door:</p><p><strong>GitHub</strong><br />Adres : 88 Colin P Kelly Jr Street. 94107 San Francisco, Californië, VS.</p><h2>Hoe het algoritme werkt</h2><p>Het Education4Climate-project werkt met een algoritme dat tot doel heeft te identificeren welke cursussen en programma's op elke school en universiteit bepaalde thema's behandelen die verband houden met klimaat en ecologische duurzaamheid. Een meer gedetailleerde beschrijving van de methodologie is hier te vinden.</p><p>Het doel van deze gegevensverwerking is om ter informatie op onze site de cursussen en opleidingen te vermelden die zich bezighouden met vraagstukken op het gebied van klimaat en de energietransitie. Het doel van dit project is dan ook om de zichtbaarheid van deze opleidingen en hun docenten te vergroten.</p><h2>Betrouwbaarheid van informatie op de site</h2><p>De eigenaar van de site verstrekt alleen informatie voor informatieve doeleinden. Hij streeft ernaar om de nauwkeurigheid ervan te bewaken en up-to-date te houden. Maar er wordt geen garantie gegeven met betrekking tot de juistheid, precisie, actualisering of volledigheid van deze informatie.  Bijgevolg wijst de eigenaar van de site alle verantwoordelijkheid af voor enige schade die met name het gevolg is van een onnauwkeurigheid of onnauwkeurigheid van de informatie die op deze site beschikbaar is, of voor enige schade die voortvloeit uit een frauduleuze inbreuk door een derde partij op deze site, of voor enige schade. of virussen die uw computerapparatuur kunnen beschadigen of onbruikbaar maken na het bezoek van deze site.</p><p>De eigenaar van de site kan niet verantwoordelijk worden gehouden voor het niet beschikbaar zijn van de site om welke reden dan ook.</p><h2>Recht op toegang, wijziging en verwijdering van uw persoonsgegevens</h2><p>Als universiteitsprofessor die op onze site vermeld staat, heeft u het recht om uw persoonsgegevens in te zien, te wijzigen en te verwijderen. Om uw rechten uit te oefenen, kunt u contact met ons opnemen via e-mail: <a href=\"mailto:contact@education4climate.org\">contact@education4climate.org</a></p><h2>Links naar andere sites</h2><p>Om de toegang tot de presentaties van de cursussen waarnaar wordt verwezen te vergemakkelijken, heeft de site-eigenaar een aantal links naar sites van derden ingevoegd. Het is echter niet verantwoordelijk voor het niet beschikbaar zijn van sites van derden, hun inhoud, advertenties of ander materiaal dat op deze sites beschikbaar is. De eigenaar van deze site kan daarom niet aansprakelijk worden gesteld voor een site van een derde waartoe u mogelijk toegang heeft gehad.</p><h2>Auteursrechten</h2><p>Deze site respecteert het auteursrecht. Alle rechten van de auteurs van de universitaire cursussen waarnaar op deze site wordt verwezen, zijn voorbehouden.</p><h2>Cookies</h2><p>Cookies zijn kleine informatiebestanden die automatisch op de harde schijf van uw computer worden opgeslagen wanneer u een website bezoekt en die een uniek identificatienummer bevatten.</p><p>Deze cookies maken het voor de gebruiker gemakkelijker om de betreffende website te bezoeken en er doorheen te navigeren. Ze kunnen worden gebruikt om de site af te stemmen op uw persoonlijke voorkeuren (taal) en om het gebruik van een website te analyseren.</p><p>De configuratie van de meeste browsers geeft u de mogelijkheid om cookies te accepteren of te weigeren en om u op de hoogte te stellen telkens wanneer een cookie wordt gebruikt. U kunt cookies weigeren, hoewel dit de optimale browse-praktijk en de functionaliteit van de aangeboden diensten op de site kan beïnvloeden. Meer informatie vind je in de help-functie van je browser.</p><p>Wanneer u onze site bezoekt, worden bepaalde cookies in uw browser opgeslagen, namelijk cookies die nodig zijn voor de werking van de site en cookies voor statistische doeleinden (Google Analytics).</p><p>In <a href=\"https://support.google.com/analytics/answer/6004245?hl=fr\" target=\"_blank\" rel=\"noopener\">dit artikel</a> vindt u een samenvatting van hoe we gegevens gebruiken voor Google Analytics, evenals onze toewijding om de vertrouwelijkheid en veiligheid ervan te waarborgen.</p><h2>Recht op privacy</h2><p>Als u een les geeft en wenst dat uw naam niet op Education4Climate wordt vermeld, kunt u ons vragen u te verwijderen door <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSf7_WTtbBRkQxs-hBHNfWPGlwKVurvoHRgZR7kGlKbVxkQLJg/viewform\" target=\"_blank\" rel=\"noopener\">dit formulier</a> in te vullen.</p>"
}
